Repository: SamG105/Tic-tac-Toe-Xcode
Catalog: Tic-tac-To App/*.lproj/Localizable.strings
Languages: fr_ca

# DumbAILabel
source: No AI
fr_ca: Sans IA

# AILabel
source: AI
fr_ca: IA

# AlertHumanTitle
source: You Win!
fr_ca: Vous avez Gagner!

# AlertHumanMessage
source: you beat your AI! ⚠️ you are also training it!
fr_ca: Bravo

# AlertHumanButtonTitle
source: Let's Go!
fr_ca: Encore!

# AlertComputerTitle
source: you lose...
fr_ca: Vous avez perdu...

# AlertComputerMessage
source: your ai beat you....
fr_ca: L'IA vous a d√©jouer

# AlertDrawTitle
source: Draw
fr_ca: Nul

# AlertDrawMessage
source: your on the same level
fr_ca: Aller-vous ganger la Prochaine Fois?

# AlertDrawButtonTitle
source: Again!
fr_ca: Reessayer!
